export const places = [
    {
      placeId: 1,
      placeCoordinates: [55.796830, 49.125189],
    },
    {
        placeId: 2,
        placeCoordinates: [55.795694, 49.124790],
    },
    {
        placeId: 3,
        placeCoordinates: [55.798762, 49.113574],
    },
    {
        placeId: 4,
        placeCoordinates: [55.793872, 49.112848],
    },
    {
        placeId: 5,
        placeCoordinates: [55.790688, 49.121602],
    },
    {
        placeId: 6,
        placeCoordinates: [55.791815, 49.120773],
    },
    {
        placeId: 7,
        placeCoordinates: [55.772203, 48.659044],
    },
    {
        placeId: 8,
        placeCoordinates: [56.631600, 47.886178],
    },
    {
        placeId: 9,
        placeCoordinates: [55.797563, 49.107313],
    },
    {
        placeId: 10,
        placeCoordinates: [55.800564, 48.974852],
    }
  ];
  
export const slides = [
    {
      speech: "Привет! Я снежный барс - тотемное животное жителей Казани. На этом веб-сайте я покажу вам места, которые удалось посетить 8B классу во время нашей образовательной поездки!"
    }, 
    {
        // id 1
        name: "Площадь свободы",
        coordinates: [55.796830, 49.125189],
        images: [
            'https://i.ibb.co/CvzJpsZ/image.png',
        ],
        speech: "В казани мы посетили площадь свободы. В центре площади разбит небольшой сквер с клумбами, лавочками и фонарными столбами, главная достопримечательность сквера — памятник В. И. Ленину с гранитной трибуной. Также на площади Свободы находится административное здание правительства республики Татарстан",
    },
    {
        // id 2
        name: "Театр оперы и балета",
        coordinates: [55.795694, 49.124790],
        images: [
            'https://i.ibb.co/Bw7H6Zv/image.png'
        ],
        speech: "Татарский академический государственный театр оперы и балета имени Мусы Джалиля — один из крупнейших театров России",



    },
    {
        // id 3
        name: "Казанско-Богородицкий монастырь",
        coordinates: [55.798762, 49.113574],
        images: [
            'https://i.ibb.co/H4YLRhC/image.png',
        ],
        speech: "Казанский Богородицкий монастырь — православный монастырь Казани, место обретения Казанской иконы Божьей Матери. Находится недалеко от Казанского кремля, к востоку от кремлёвского холма, на Большой Красной улице",
    },
    {
        // id 4
        name: "Петропавловский собор",
        coordinates: [55.793872, 49.112848],
        images: [
            'https://i.ibb.co/5GwZdGj/image.png'
        ],
        speech: "Петропавловский собор — архитектурный памятник и один из духовных символов Казани. Построенный на возвышенном месте, красивый и величественный собор отличается уникальным убранством.",
    },
    {
        // id 5
        name: "Казанский федеральный университет",
        coordinates: [55.790688, 49.121602],
        images: [
            'https://i.ibb.co/rGmQtMZ/image.png'
        ],
        speech: 'Казанский федеральный университет — высшее учебное заведение в Казани, один из старейших российских университетов и один из десяти федеральных университетов. В 2019 году университет по числу иностранных студентов стал вторым в России.',

    },
    {
        // id 6
        name: "Дом Ушковой",
        coordinates: [55.791815, 49.120773],
        images: [
            'https://i.ibb.co/Gd7ZvPn/image.png',
        ],
        speech: `Во время учёбы на естественном факультете Казанского университета Алексей Ушков  — один из сыновей владельца предприятий «Товарищества химических заводов П. К. Ушкова» К. К. Ушкова и внук чайного магната А. С. Губкина — женился на Зинаиде Николаевне Высоцкой — дочери Николая Фёдоровича Высоцкого, профессора хирургической патологии. В качестве свадебного подарка для жены Алексей Константинович заказал архитектору-строителю Казанской художественной школы и Казанского университета. О том, кто занимался перестройкой московского здания, точных сведений нет. Реконструкцию казанских зданий осуществил сам К. Л. Мюфке. Оба были выполнены в смешанном стиле с преобладанием ампира и барокко.`,
    },
    {
        // id 7
        name: "Свияжск",
        coordinates: [55.772203, 48.659044],
        images: [
            'https://i.ibb.co/SvzBMGT/image.png',
            'https://i.ibb.co/NFWrHxs/image.png'
        ],
        speech: "Соорудить город-крепость решил сам Иван Грозный после череды провальных операций по взятию Казани. Было необходимо создать опорный пункт для поддержки армии. Остров с трех сторон омывался водами рек Щуки, Свияги и Волги, с возвышенной местности - Круглой горы - были видны дальние подступы, а главное - располагался остров на расстоянии суточного перехода от столицы Казанского ханства.",
    },
    {
        // id 8
        name: "Йошкар Ола",
        coordinates: [56.631600, 47.886178],
        images: [
            'https://i.ibb.co/vLhKv47/image.png',
            'https://i.ibb.co/r2Q4Fj0/image.png'
        ],
        speech: "Йошкар-Ола — колоритный город в центре Волго-Вятского региона и столица республики Марий Эл. Это единственный город в России, название которого начинается на букву «й». Здесь живет 265 тысяч человек, большая часть из которых – марийцы.",
    },
    {
        // id 9
        name: "Казанский кремль",
        coordinates: [55.797563, 49.107313],
        images: [
            'https://fs.tonkosti.ru/3i/ky/3ikye9pbw0ys4o804ss00c88g.jpg',
            'https://fs.tonkosti.ru/9a/k0/9ak0n3v2e24o0kk8swww880oc.jpg'
        ],
        speech: `
        Казанский кремль  — древнейшая часть и цитадель Казани, комплекс архитектурных, исторических и археологических памятников, раскрывающих многовековую историю города: археологические остатки первого, второго  и третьего городищ; белокаменный кремль, ряд храмов и зданий, имеющих большую историко-архитектурную и культурную ценность.`,
    },
    {
        // id 10
        name: "Храм всех религий",
        coordinates: [55.800564, 48.974852],
        images: [
            'https://i.ibb.co/LJWsd35/image.png',
            'https://i.ibb.co/4TGsCgn/image.png'
        ],
        speech: `Он объединяет 16 элементов разных религий, как современных - например, православия, католицизма, буддизма, ислама, иудаизма и т.д., так и исчезнувших - например, древнеассирийской религии.
        Отказать себе в удовольствии оценить искусство такого количества вероисповеданий просто невозможно, поэтому все туристы Казани стремятся включить посещение достопримечательности в свою культурную программу и насладиться ее величественной красотой.`,
    },
    {
      speech: "Вот и конец! Надеюсь тебе понравилось приключение! Если у тебя появится возможность посетить эти места, советую увидеть их своими глазами!"
    }
  ]