export const places = [
    {
      placeId: 1,
      placeCoordinates: [55.927578, 37.241484],
    },
    {
        placeId: 2,
        placeCoordinates: [55.112391, 37.648564],
    },
    {
        placeId: 3,
        placeCoordinates: [55.646121, 36.969846],
    },
    {
        placeId: 4,
        placeCoordinates: [55.721976, 36.936423],
    },
    {
        placeId: 5,
        placeCoordinates: [56.314568, 37.052269],
    },
    {
        placeId: 6,
        placeCoordinates: [56.011654, 37.814000],
    },
    {
        placeId: 7,
        placeCoordinates: [55.924730, 37.873497],
    },
    {
        placeId: 8,
        placeCoordinates: [55.921723, 37.887660],
    },
    {
        placeId: 9,
        placeCoordinates: [56.179544, 37.901968],
    },
    {
        placeId: 10,
        placeCoordinates: [57.506976, 39.764761],
    },
    {
        placeId: 10,
        placeCoordinates: [57.607986, 42.166362],
    },
  ];
  
export const slides = [
    {
      speech: "Тур по золотому кольцу России :)"
    }, 
    {
        // id 1
        coordinates: [55.927578, 37.241484],
        poet: 'М.Ю. Лермонтов',
        date: "1775",
        name: "Середниково",
        facts: [
            'Поэт приезжал в эту усадьбу вместе с бабушкой в летние каникулы 1829—1832 годов',
            'В Середниково юным Лермонтовым написаны семь поэм, две драмы, около ста стихотворений.',
            'Здесь поэт испытал глубокое чувство первой любви к Екатерине Сушковой ',
            'Здесь начал работать над поэмой "Демон" и написал драмы "Люди и страсти" и "Странный человек" и ряд лирических стихотворений'
        ],
        images: [
            'https://media-cdn.tripadvisor.com/media/photo-s/0f/9e/f3/1c/photo2jpg.jpg',
            'https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Mikhail_lermontov.jpg/274px-Mikhail_lermontov.jpg'
        ]
    },
    {
        // id 2
        coordinates: [55.112391, 37.648564],
        poet: 'А.П. Чехов',
        date: "1940",
        name: "Мелихово",
        facts: [
            'За семь лет писатель построил здесь три школы, дорогу и почту, вылечил несколько сотен крестьян и написал более 40 произведений, в том числе знаменитые пьесы «Чайка» и «Дядя Ваня».',
            'В семье Чеховых любили играть в лото. Отголоски этого можно найти в чеховской «Чайке», которую автор писал именно в Мелихове.',
            'Также здесь из-под пера писателя вышли произведения: «Палата № 6», «Рассказ неизвестного человека», «Страх», «Черный монах», «Бабье царство», «Скрипка Ротшильда», «Студент», «Учитель словесности», «Дом с мезонином», «Ионыч», «Три года», «Моя жизнь», «Душечка», «Человек в футляре», «О любви», «Крыжовник», «Мужики», «По делам службы», «Остров Сахалин» и «Дядя Ваня».',
        ],
        images: [
            'https://ru.moscovery.com/wp-content/uploads/2016/05/header-31.jpg',
            'http://t3.gstatic.com/licensed-image?q=tbn:ANd9GcQ6Be0lpjXunMbHIsIT2NJKAek0Lrmhrwe2QhiWKg7y8-KpGSojqb0cxld7mFmU'
        ]
    },
    {
        // id 3
        coordinates: [55.646121, 36.969846],
        poet: 'А.С. Пушкин',
        date: "1804",
        name: "Захарово",
        facts: [
            `В Захарово прошло раннее детство Александра Сергеевича`,
            `Именно в этих местах, в подмосковной бабушкиной усадьбе Пушкин впервые увидел красоту русской природы, крестьянские хороводы, 
            услышал народные песни, увидел жизнь богатого и провинциального 
            дворянства, здесь формировались его взгляды на жизнь, здесь он начал 
            писать свои первые стихи, здесь он складывался как великий 
            национальный поэт.`,
            `Сюда же Пушкин приезжал в самые трудные периоды своей жизни`,
        ],
        images: [
            'https://shagau.ru/images/original/2017/04/29/cbe567797151f15ab9aa08c49cbf3e85.jpg',
            'https://ru.moscovery.com/wp-content/uploads/2017/05/header-4.jpg',
            'https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Kiprensky_Pushkin.jpg/270px-Kiprensky_Pushkin.jpg'
        ]
    },
    {
        // id 4
        coordinates: [55.721976, 36.936423],
        poet: 'М.М. Прившин',
        date: "1901",
        name: " Дом-музей Пришвина",
        facts: [
            `В страшные военные годы в дунинском доме расположился военный госпиталь. Дом сильно пострадал в это время`,
            `На протяжении многих лет Михаил Пришвин вел дневник, в которомом фиксировал интереснейшие житейские, литературные и иные факты`,
            `Михаил Пришвин проводил в своем усадебном доме каждое лето. Он с нетерпением ждал этих месяцев, полных общения с природой и 
            вдохновения`,
        ],
        images: [
            'https://podmoscowe.ru/wp-content/uploads/2019/02/muzey-prishvina-v-dunino.jpg',
            'https://globalmsk.ru/usr/person/big-person-15658043811.jpg'
        ]
    },
    {
        // id 5
        coordinates: [56.314568, 37.052269],
        poet: 'А.А. Блок',
        date: "1981",
        name: "Шахматова",
        facts: [
            `Блок проводил летние месяцы на протяжении 36 из 40 прожитых лет`,
            ` Усадьба сгорела в июле 1921 г., за месяц до того, как поэт покинул этот мир`,
            ` Здесь в имении деда, прошли детские и юношеские годы поэта`,
        ],
        images: [
            'http://www.rsl.ru/dataphotos/3/3f/3fcec6762cfb6628336f206b90d5d825.jpg',
            'https://www.moscovery.com/wp-content/uploads/2016/04/1525_image1.jpg'
        ]
    },
    {
        // id 6
        coordinates: [56.011654, 37.814000],
        poet: 'В.В. Маяковский',
        date: "1937",
        name: "Дача-музей Владимира Маяковского",
        facts: [
            `Он бывал в Пушкино порядка четырёх раз в год. Здесь 
            он написал несколько своих «дачных» стихов`,
            `В этом доме поэт написал стихотворения «Портсигар в траву 
            ушел на треть», «Гейнеобразное», «Отношение к барышне» и 
            другие.`,
        ],
        images: [
            'http://t3.gstatic.com/licensed-image?q=tbn:ANd9GcTXNY7BdCt4Ev2OxfE6aMNXzAql6VTFy5EoZqfCqVBnaMYrGMXbk8ku5ptRTlxy',
            'https://travel.riamo.ru/upload/files/4/X/820/4XAtUliHHGp6edKOx9AaD3EQSpxPkjETq0ifVBW5bJBapDXsnASDVCc1tcWlCyhm79LBW5eiwahVy38wAAHe4co3EghvWx8M.jpg'
        ]
    },
    {
        // id 7
        coordinates: [55.924730, 37.873497],
        poet: 'М.И. Цветаева',
        date: "1990",
        name: "Мемориальный дом-музей Цветаевой",
        facts: [
            `В августе 1937 года в Москву отправилась Ариадна– дочь Марины Цветаевой, в октябре – Сергей Эфрон. В июне 1939 года туда же приехала и Цветаева с сыном 
            Георгием`,
            `В ноябре 1939 года Цветаева с сыном покинула этот дом. В Болшеве она провела 
            всего пять месяцев – радость встречи здесь очень быстро сменилась горечью 
            расставания и в этот раз – навсегда. Ни мужа, ни дочь она больше не увидит – Эфрона 
            спустя два года расстреляют, а дочь Цветаевой ждут 15 лет лагерей и ссылок`,
            `Известно, что в эти пять месяцев она почти ничего не писала, но много переводила, 
            в том числе поэзию Михаила Лермонтова на французский язык`
        ],
        images: [
            'http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcRwufGX62aPbr-O4JnGmGj1e_IeGR5ovQ_O-fG957Lsz_-0ukCeNGNHL8KhcU26',
            'https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/%D0%94%D0%BE%D0%BC-%D0%BC%D1%83%D0%B7%D0%B5%D0%B9_%D0%A6%D0%B2%D0%B5%D1%82%D0%B0%D0%B5%D0%B2%D0%BE%D0%B9.JPG/1200px-%D0%94%D0%BE%D0%BC-%D0%BC%D1%83%D0%B7%D0%B5%D0%B9_%D0%A6%D0%B2%D0%B5%D1%82%D0%B0%D0%B5%D0%B2%D0%BE%D0%B9.JPG'
        ]
    },
    {
        // id 8
        coordinates: [55.921723, 37.887660],
        poet: 'А.П. Гайдар',
        date: "1989",
        name: "дом-музей А.П. Гайдара",
        facts: [
            `С 1938 по 1941 год в Клину жил известный советский писатель Аркадий Гайдар. Здесь он провел последние годы своей жизни.`,
            `В музее можно увидеть и его личные вещи, книги, предметы быта. Кроме жизни в Клину, музей рассказывает и о других этапах биографии писателя, 
            включая участие в сражениях гражданской войны и гибель осенью 1941 года`,
            `К клинскому периоду творчества Гайдара также относятся повести «Чук и 
            Гек» и «Тимур и его команда»`
        ],
        images: [
            'http://protivpytok.org/wp-content/uploads/2013/05/135861664228qqg22zfekw.jpeg',
            'https://ic.pics.livejournal.com/a_les_sandro/76103102/1554109/1554109_original.jpg'
        ]
    },
    {
        // id 9
        coordinates: [56.179544, 37.901968],
        poet: 'Ф.И. Тютчев',
        date: "1920",
        name: "Мураново",
        facts: [
            `Мураново — литературная усадьба в Пушкинском городском округе. Музей образовался благодаря семье поэта Тютчева. В XIX веке здесь побывали 
            многие писатели`,
            `Главный дом имения построил поэт Евгений Баратынский в 1842 году. С 
            1870-х здесь вместе с семьей жил сын знаменитого поэта — Иван Федорович Тютчев. Он сохранил рукописи и личные вещи Федора Ивановича, ставшие 
            первыми экспонатами в музее`,
        ],
        images: [
            'https://library.astu.org/newCalendar/img/5december.jpg',
            'https://img-fotki.yandex.ru/get/6201/233460605.69/0_f0b66_31161671_XXL.jpg'
        ]
    },
    {
        // id 10
        coordinates: [57.607986, 42.166362],
        poet: 'Н.А. Некрасов',
        date: "1946",
        name: "Карабиха",
        facts: [
            `В 1861 — 1875 годах поэт проводит здесь несколько летних сезонов,где
            пишет свои знаменитые поэмы «Русские женщины», «Мороз, Красный
            нос», стихотворение «Орина, мать солдатская» и ряд других`,
            `Начинает работу над произведением «Кому на Руси жить хорошо»`,
        ],
        images: [
            'https://uramdb.ru/uploads/2020/11/25/2417687-nikolaj-alekseevich-nekrasov_medium.jpg',
            'https://karabiha-museum.ru/upload/information_system_90/2/8/4/item_2846/information_items_property_3838.jpg',
        ]
    },
    {
        // id 11
        coordinates: [57.506976, 39.764761],
        poet: 'А.Н. Островский',
        date: "1923",
        name: "Щелыково",
        facts: [
            `Отдыхая, Островский, пользовался всеми возможностями и
            удовольствиями усадьбы: гулял по саду, парку и окрестностям, купался,
            собирал ягоды и грибы, ловил рыбу, охотился, выпиливал изящные
            безделушки, читал, беседовал и веселился с друзьями...`,
            `Здесь Александр Николаевич Островский написал лучшие свои пьесы:
            «Гроза», «Лес», «Бесприданница», «Волки и овцы». Здесь же
            задумывалась «Снегурочка»`,
        ],
        images: [
            'https://obrazovaka.ru/wp-content/uploads/2014/08/Ostrovskiy-Aleksandr-Nikolaevich.jpg',
            'https://kostromaturs.ru/wp-content/uploads/bfi_thumb/shelikovo_place-n8ku4ra83uc3rwd1inlop1b2mvludognjt9fo695sk.jpg',
        ]
    },
    // {
    //     // id 2
    //     name: "Театр оперы и балета",
    //     coordinates: [55.795694, 49.124790],
    //     images: [
    //         'https://i.ibb.co/Bw7H6Zv/image.png'
    //     ],
    //     speech: "Татарский академический государственный театр оперы и балета имени Мусы Джалиля — один из крупнейших театров России",



    // },
    // {
    //     // id 3
    //     name: "Казанско-Богородицкий монастырь",
    //     coordinates: [55.798762, 49.113574],
    //     images: [
    //         'https://i.ibb.co/H4YLRhC/image.png',
    //     ],
    //     speech: "Казанский Богородицкий монастырь — православный монастырь Казани, место обретения Казанской иконы Божьей Матери. Находится недалеко от Казанского кремля, к востоку от кремлёвского холма, на Большой Красной улице",
    // },
    // {
    //     // id 4
    //     name: "Петропавловский собор",
    //     coordinates: [55.793872, 49.112848],
    //     images: [
    //         'https://i.ibb.co/5GwZdGj/image.png'
    //     ],
    //     speech: "Петропавловский собор — архитектурный памятник и один из духовных символов Казани. Построенный на возвышенном месте, красивый и величественный собор отличается уникальным убранством.",
    // },
    // {
    //     // id 5
    //     name: "Казанский федеральный университет",
    //     coordinates: [55.790688, 49.121602],
    //     images: [
    //         'https://i.ibb.co/rGmQtMZ/image.png'
    //     ],
    //     speech: 'Казанский федеральный университет — высшее учебное заведение в Казани, один из старейших российских университетов и один из десяти федеральных университетов. В 2019 году университет по числу иностранных студентов стал вторым в России.',

    // },
    // {
    //     // id 6
    //     name: "Дом Ушковой",
    //     coordinates: [55.791815, 49.120773],
    //     images: [
    //         'https://i.ibb.co/Gd7ZvPn/image.png',
    //     ],
    //     speech: `Во время учёбы на естественном факультете Казанского университета Алексей Ушков  — один из сыновей владельца предприятий «Товарищества химических заводов П. К. Ушкова» К. К. Ушкова и внук чайного магната А. С. Губкина — женился на Зинаиде Николаевне Высоцкой — дочери Николая Фёдоровича Высоцкого, профессора хирургической патологии. В качестве свадебного подарка для жены Алексей Константинович заказал архитектору-строителю Казанской художественной школы и Казанского университета. О том, кто занимался перестройкой московского здания, точных сведений нет. Реконструкцию казанских зданий осуществил сам К. Л. Мюфке. Оба были выполнены в смешанном стиле с преобладанием ампира и барокко.`,
    // },
    // {
    //     // id 7
    //     name: "Свияжск",
    //     coordinates: [55.772203, 48.659044],
    //     images: [
    //         'https://i.ibb.co/SvzBMGT/image.png',
    //         'https://i.ibb.co/NFWrHxs/image.png'
    //     ],
    //     speech: "Соорудить город-крепость решил сам Иван Грозный после череды провальных операций по взятию Казани. Было необходимо создать опорный пункт для поддержки армии. Остров с трех сторон омывался водами рек Щуки, Свияги и Волги, с возвышенной местности - Круглой горы - были видны дальние подступы, а главное - располагался остров на расстоянии суточного перехода от столицы Казанского ханства.",
    // },
    // {
    //     // id 8
    //     name: "Йошкар Ола",
    //     coordinates: [56.631600, 47.886178],
    //     images: [
    //         'https://i.ibb.co/vLhKv47/image.png',
    //         'https://i.ibb.co/r2Q4Fj0/image.png'
    //     ],
    //     speech: "Йошкар-Ола — колоритный город в центре Волго-Вятского региона и столица республики Марий Эл. Это единственный город в России, название которого начинается на букву «й». Здесь живет 265 тысяч человек, большая часть из которых – марийцы.",
    // },
    // {
    //     // id 9
    //     name: "Казанский кремль",
    //     coordinates: [55.797563, 49.107313],
    //     images: [
    //         'https://fs.tonkosti.ru/3i/ky/3ikye9pbw0ys4o804ss00c88g.jpg',
    //         'https://fs.tonkosti.ru/9a/k0/9ak0n3v2e24o0kk8swww880oc.jpg'
    //     ],
    //     speech: `
    //     Казанский кремль  — древнейшая часть и цитадель Казани, комплекс архитектурных, исторических и археологических памятников, раскрывающих многовековую историю города: археологические остатки первого, второго  и третьего городищ; белокаменный кремль, ряд храмов и зданий, имеющих большую историко-архитектурную и культурную ценность.`,
    // },
    // {
    //     // id 10
    //     name: "Храм всех религий",
    //     coordinates: [55.800564, 48.974852],
    //     images: [
    //         'https://i.ibb.co/LJWsd35/image.png',
    //         'https://i.ibb.co/4TGsCgn/image.png'
    //     ],
    //     speech: `Он объединяет 16 элементов разных религий, как современных - например, православия, католицизма, буддизма, ислама, иудаизма и т.д., так и исчезнувших - например, древнеассирийской религии.
    //     Отказать себе в удовольствии оценить искусство такого количества вероисповеданий просто невозможно, поэтому все туристы Казани стремятся включить посещение достопримечательности в свою культурную программу и насладиться ее величественной красотой.`,
    // },
    // {
    //   speech: "Вот и конец! Надеюсь тебе понравилось приключение! Если у тебя появится возможность посетить эти места, советую увидеть их своими глазами!"
    // }
  ]